{
    "chapters": [
        {
            "summary": "Mahanish, we're incredibly honored to have you today. Thank you so much for being here. Arvin, pleasure and honored to be with your class. I forget what year this is, but it's getting on in the years that we've been doing. Number ten, the 10th anniversary. All right. Time flies when you're having fun.",
            "headline": "Mahanish, we're incredibly honored to have you today.",
            "start": 20730,
            "end": 65440,
            "gist": "celebrating the 10th anniversary of the mahanish lecture"
        },
        {
            "summary": "It's always fun to interact with your class and big round of applause for arvin. I think i figured out a couple of things i think might be things i haven't talked about much in the past. So that will be fun. I'll go through a monologue and then we'll open up for questions, and we really don't need to talk about what i talked about, unless that's of interest.",
            "headline": "I'll go through a monologue and then we'll open up for questions, and we really don't need to talk about what i talked about, unless that's of interest.",
            "start": 66130,
            "end": 113920,
            "gist": "things i might talk about in the future"
        },
        {
            "summary": "Peter thiel divides the business world into two sets of businesses. He says that businesses are either businesses that are monopolies or near monopolies. The 99% that are in hyper competitive spaces spend all their time trying to convince you that they actually are monopolies.",
            "headline": "He says that businesses are either businesses that are monopolies or near monopolies.",
            "start": 114310,
            "end": 383900,
            "gist": "competition is for losers"
        },
        {
            "summary": "Case, the carrier, didn't even have a desk. Most of the time he didn't even have shoes on. Nick probably also didn't have shoes on, but the routine in the office was just be there without any shoes.",
            "headline": "Nick probably also didn't have shoes on, but the routine in the office was just be there without any shoes.",
            "start": 384590,
            "end": 447958,
            "gist": "nick and case in the office"
        },
        {
            "summary": "Peter thief: monopolists have no desire in telling you that they're a monopoly. He says annual reports are not written by the ceo, but by pr firms or ir departments. Rain industries is a low cost producer, but its competitors are bleeding red ink. Thief: a business like rain industry sees no upside in educating me.",
            "headline": "Peter thief: monopolists have no desire in telling you that they're a monopoly.",
            "start": 448114,
            "end": 1140910,
            "gist": "monopolists are reluctant to talk about their monopoly"
        },
        {
            "summary": "Aws, the whale surfaced in 2015 or 2016, and as soon as it surfaced, two companies immediately took big notice. Microsoft jumped on the cloud in a very big way and google jumped on the cloud. But microsoft has caught up quite a bit. They're still a number two player, but they're significantly ahead of google, which is a distant third.",
            "headline": "Aws, the whale surfaced in 2015 or 2016, and as soon as it surfaced, two companies immediately took big notice.",
            "start": 1143330,
            "end": 1962502,
            "gist": "a whale only gets harpooned when it surfaces"
        },
        {
            "summary": "When tencent went public, its stake was already worth in the hundreds of millions, if not in the billions. Tencent ceo kusbecker didn't do a victory lap when $0.10 was a $10 billion position and say, okay, look, we invested 32 million. It's now worth 10 billion. He took no chips off the table, and he took no chips off the table until 20 , 18. 20 18 was the first time nasper sold any tencent shares.",
            "headline": "When tencent went public, its stake was already worth in the hundreds of millions, if not in the billions.",
            "start": 1962696,
            "end": 2821740,
            "gist": "warren buffett's big bet"
        },
        {
            "summary": "Every billion dollars you spend gets you at least 5000 great engineers. If you take an average engineer , 200,000 , 5000 engineers would be $1 billion a year of expenditure. Jeff bezos runs circles around amazon because pony ma is never going to hire a driver or a warehouse operator or some freighter aircraft pilot. Jeff loves to have those people on his payroll, and i think it's somewhat inferior at the end of the day now, it gives you more of a link with the customer.",
            "headline": "Every billion dollars you spend gets you at least 5000 great engineers.",
            "start": 2822250,
            "end": 4022780,
            "gist": "how many engineers would you like"
        },
        {
            "summary": "In the case of the chinese education companies , 95% of the people who are paying these companies end up disappointed. In india, we've had issues with suicides and depression. I don't know what the answer to that funnel is, but from my point of view, i don't want to invest in that area because it's a win lose situation.",
            "headline": "In the case of the chinese education companies , 95% of the people who are paying these companies end up disappointed.",
            "start": 4023110,
            "end": 4117114,
            "gist": "education is a win - win situation"
        },
        {
            "summary": "Monish created the honda investor to help people take control of their money and live the american dream. In this interview, monish discusses how he learned to let go of good businesses and focus on undervalued ones.",
            "headline": "In this interview, monish discusses how he learned to let go of good businesses and focus on undervalued ones.",
            "start": 4117222,
            "end": 4395714,
            "gist": "honda's investment strategy"
        },
        {
            "summary": "In this week's letter to the investor, john macintosh explains why he thinks alibaba's ipo could be a turning point in the company's history. He also explains how public equity investing buffett style can help investors reduce their downside.",
            "headline": "He also explains how public equity investing buffett style can help investors reduce their downside.",
            "start": 4395822,
            "end": 5089774,
            "gist": "what makes the buffett approach different"
        },
        {
            "summary": "Brian cobate is the co-founder and ceo of covet capital. Cobate talks about the secular and long term trends that have shaped his investment strategy. He looks to invest in sectors that may be interesting in areas of value.",
            "headline": "Cobate talks about the secular and long term trends that have shaped his investment strategy.",
            "start": 5089872,
            "end": 5636862,
            "gist": "changes to tracy's investment strategy"
        },
        {
            "summary": "What sources do you drive into to pick your stocks and invest? Irvine says he doesn't get a lot of ideas from talking to other humans. Irvine says there are some resources on the internet that are really great.",
            "headline": "What sources do you drive into to pick your stocks and invest?",
            "start": 5636946,
            "end": 5847898,
            "gist": "how do you go about picking sources of information"
        },
        {
            "summary": "I'm so introverted. I have a huge loss of energy if i am with a lot of people for a long time. Which is probably the case with you and most of the people in your class.",
            "headline": "I'm so introverted.",
            "start": 5847924,
            "end": 5859826,
            "gist": "introverted introverts lead to energy loss"
        },
        {
            "summary": "One of my questions was about the application of nlp with regards to reading like investment in annual reports. Natural language processing can be used to track emotions in people's sentiments online through analyzing historical data. So we would not thrive in a world where we have to constantly interact with people.",
            "headline": "One of my questions was about the application of nlp with regards to reading like investment in annual reports.",
            "start": 5859948,
            "end": 5936410,
            "gist": "the application of nlp"
        },
        {
            "summary": "The way we are is hardcoded by the time we are five years old. It's pretty much set our tendencies, trades, et cetera, gets set. All the weirdness they had at 17 is still there at 57.",
            "headline": "The way we are is hardcoded by the time we are five years old.",
            "start": 5936520,
            "end": 5998186,
            "gist": "an anecdote about the way we are"
        },
        {
            "summary": "When buffett was a kid, he used to go to a race track and pick up discarded tickets. He would then process each one and find winning tickets that people didn't understand. When he was in his early 20s, when he started investing, he started his buffet partnerships. Buffett has done better than a lot of people with a lot more technology.",
            "headline": "Buffett has done better than a lot of people with a lot more technology.",
            "start": 5998248,
            "end": 6460758,
            "gist": "the books are hard coded"
        },
        {
            "summary": "Reed hastings at netflix doesn't have an office. Michael bloomberg worked both in the city and at bloomberg in the middle of a bulletin. Bruce flat at brookfield works like that.",
            "headline": "Reed hastings at netflix doesn't have an office.",
            "start": 6460904,
            "end": 6627310,
            "gist": "evaluating the quality of management"
        },
        {
            "summary": "One of the books that i've read in the last 18 months is called the antisocial network. The other book that i read was red roulette. If you're interested in investing is to me, it's really interesting because it's one of the broadest disciplines. It touches so many different areas to try to figure out what makes the company great.",
            "headline": "One of the books that i've read in the last 18 months is called the antisocial network.",
            "start": 6627430,
            "end": 6847770,
            "gist": "great books to read recently"
        },
        {
            "summary": "This has been a fantastic conversation as always, and i look forward to next year. The only sad part is that i have to now somehow find a way to pass the time for the next three to 65 days. I enjoyed the interaction and i think it was fun, and i hadn't really talked much about the of stuff that we talked about today.",
            "headline": "I enjoyed the interaction and i think it was fun, and i hadn't really talked much about the of stuff that we talked about today.",
            "start": 6847820,
            "end": 6885120,
            "gist": "next year and goodbyes"
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/22c9cd45276b4d21b2df302e9706729d/",
    "thumbnail": "https://cdn-images-1.listennotes.com/podcasts/chai-with-pabrai-mohnish-pabrai-zRytMGQcBdx-QGOUZmyrJ1t.300x300.jpg",
    "podcast_title": "Chai with Pabrai",
    "episode_title": "Mohnish Pabrai Lecture at Boston College"
}
