{
    "chapters": [
        {
            "summary": "You just like to discredit things that people deserve credit for, that you can't possibly be accepted beg you to defend that. Talk about the game, ma'am. Yes, i like the ball. Like the fall season. All the things that go with it.",
            "headline": "Like the fall season.",
            "start": 5930,
            "end": 38800,
            "gist": "because you're joe flacco"
        },
        {
            "summary": "Week 16 of the pffnfl podcast features sam monson. Monson is the co-host of the weekly fantasy football podcast. This week, he talks about the nfl and the super bowl.",
            "headline": "Week 16 of the pffnfl podcast features sam monson.",
            "start": 51210,
            "end": 141598,
            "gist": "free pff edge annual subscription"
        },
        {
            "summary": "It was a good throwback to the childhood. I'm proud of the big guy getting some facetime on the show. There's a ground swallow of people worried about my christmas tree.",
            "headline": "I'm proud of the big guy getting some facetime on the show.",
            "start": 141624,
            "end": 185818,
            "gist": "how was your christmas"
        },
        {
            "summary": "Alvin kamara scored six touchdowns on just 22 carries , 155 yards. The vikings just got wrecked by kamara and the saints. The saints offensive line graded incredibly as well.",
            "headline": "Alvin kamara scored six touchdowns on just 22 carries , 155 yards.",
            "start": 185844,
            "end": 1265690,
            "gist": "crazy game in minneapolis"
        },
        {
            "summary": "The dolphins missed an extra point in the final minute of the game against the raiders. The team decided to go for it and failed. Daniel carlson says it was the dumbest decision of all time.",
            "headline": "The dolphins missed an extra point in the final minute of the game against the raiders.",
            "start": 1265800,
            "end": 1804194,
            "gist": "miami misses the extra point"
        },
        {
            "summary": "Ben roethlisberger didn't look like arm shot drew breeze on sunday night. This offense has been designed around protecting a guy that can no longer make the throws that he's made a career out of. This was like a week of crazy swings in terms of play off, implications, seating, all these kinds of things. The browns suddenly have a chance of winning the division in the space of a couple of hours that goes from cleveland could win the afc north to now.",
            "headline": "Ben roethlisberger didn't look like arm shot drew breeze on sunday night.",
            "start": 1804292,
            "end": 2243626,
            "gist": "ben roethlisberger never looked out of shape"
        },
        {
            "summary": "Jamarcus bradley was targeted 10 times by the lions. Marvin hall was targeted five times and austin hooper was targeted 21 times. The browns threw the ball 58 times, if you count nullified place with no receivers. Their offensive line, which has been the best in the nfl for the entire season, was pretty much hammered.",
            "headline": "Their offensive line, which has been the best in the nfl for the entire season, was pretty much hammered.",
            "start": 2243748,
            "end": 3044610,
            "gist": "hot tub rules need to be enforced"
        },
        {
            "summary": "Calvin ridley had a huge game for the falcons. This was a game kansas city should have won comfortably. The most important thing here is that the chiefs clinched their number one seed.",
            "headline": "Calvin ridley had a huge game for the falcons.",
            "start": 3045110,
            "end": 3760498,
            "gist": "why the falcons keep losing"
        },
        {
            "summary": "I said whip it out. How about that? I meant to say whip that up. I said whip that up. How about that?",
            "headline": "I meant to say whip that up.",
            "start": 3760524,
            "end": 3766560,
            "gist": "what do you do"
        },
        {
            "summary": "Some people edit podcasts. We merely call out our mistakes. Yeah. Make sure they got it the first time. Look, we all make mistakes. We've all said things we wish we hadn't. That's your one more so you than me.",
            "headline": "Some people edit podcasts.",
            "start": 3767130,
            "end": 3783778,
            "gist": "some people edit our episodes"
        },
        {
            "summary": "The rams defense clearly matches up well with russell wilson and the seahawks offense. Wilson did better this time than he did the time before. Will they have some more things to dial up to keep him suppressed? Have you been able to figure that out in two weeks?",
            "headline": "The rams defense clearly matches up well with russell wilson and the seahawks offense.",
            "start": 3783864,
            "end": 3848338,
            "gist": "streaking away with this"
        },
        {
            "summary": "Rams coach zach robinson really liked john wolford coming out of wake forest. Undrafted free agent, wolford had one preseason game a couple of years ago. It could be john wolford at quarterback for the rams and coached out by zack.",
            "headline": "It could be john wolford at quarterback for the rams and coached out by zack.",
            "start": 3848364,
            "end": 3903842,
            "gist": "john wolford could start for the rams"
        },
        {
            "summary": "With western and southern, you won't have to settle for answers to these light altering questions. Backed by over 130 years of experience gathering insights, building strategies and helping customers choose the right solutions. Western and southern financial group life insurance, retirement and investments compensated endorsement products issued by member companies of western and southern financial groups.",
            "headline": "Western and southern financial group life insurance, retirement and investments compensated endorsement products issued by member companies of western and southern financial groups.",
            "start": 3903986,
            "end": 3942718,
            "gist": "the right time to start thinking about life insurance"
        },
        {
            "summary": "Let's touch on sunday night football and then we'll get into the nfc east. Mass. Green bay packers 40, tennessee titans 14 snow game. Always fun and love them.",
            "headline": "Let's touch on sunday night football and then we'll get into the nfc east.",
            "start": 3942744,
            "end": 3956098,
            "gist": "sunday night football"
        },
        {
            "summary": "Aaron rogers looked comfortable, zipping the ball all over the place and spread it around. Devante adams uncoverable once again, just incredible. Drafting jordan love is going to lead to an mvp season for aaron rogers.",
            "headline": "Aaron rogers looked comfortable, zipping the ball all over the place and spread it around.",
            "start": 3956124,
            "end": 4093920,
            "gist": "nothing changed for the packers"
        },
        {
            "summary": "The packers didn't have enough weapons for devante adams because he was the passing game. When alan lazarre is there, he's the difference maker to this team, not because he's a special talent but because he's a viable number two. There's something fun about watching a 250 pound power back that's actually functional in a way that leonard fournette isn't.",
            "headline": "The packers didn't have enough weapons for devante adams because he was the passing game.",
            "start": 4094730,
            "end": 4455646,
            "gist": "you say he is better"
        },
        {
            "summary": "Chicago bears quarterback mitchell trubisky is playing his way into a contract extension. The results are good. The overall offense is great and trubisky is great as c***, right? What it means is it's not him driving this and at some point they're going to need him to play well. If you have to sign in to a big extension, it's now a drag in your salary cap as well.",
            "headline": "The overall offense is great and trubisky is great as c***, right?",
            "start": 4455828,
            "end": 4775006,
            "gist": "the closing argument"
        },
        {
            "summary": "Haskins got benched, and then he tried to bail without talking to reporters apparently. But he ended up talking, which is great. But he's got a 35 grade in this game. The washington football team may win the division and drop themselves a ton in the draft and kind of desperately need a quarterback. The panthers defense every other week is the way i feel like they've come together.",
            "headline": "Haskins got benched, and then he tried to bail without talking to reporters apparently.",
            "start": 4775138,
            "end": 6063602,
            "gist": "dwayne haskins gets benched"
        },
        {
            "summary": "Jerry judy dropped five passes against the chargers. Judy has struggled to get open this season. The drops have been more of a problem than they should be.",
            "headline": "Jerry judy dropped five passes against the chargers.",
            "start": 6063746,
            "end": 6511210,
            "gist": "jerry judy is not getting open"
        },
        {
            "summary": "This is week 16 bills patriots. We'll be back here on thursday previewing all of the crazy week 17 action. And don't forget our friends over at monkey knife fight.",
            "headline": "This is week 16 bills patriots.",
            "start": 6511260,
            "end": 6559020,
            "gist": "don't let it end"
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/d9340828c1dc453c9350e82e3a1161ca/",
    "thumbnail": "https://cdn-images-1.listennotes.com/podcasts/the-pff-nfl-podcast-pff-zT0NvDS5Hpt--szknh2wGNL.300x300.jpg",
    "podcast_title": "The PFF NFL Podcast",
    "episode_title": "PFF NFL Podcast: 2020 Week 16 NFL Review | PFF"
}